Repository: erhahahaa/dot-mobile
Catalog: lib/core/l10n/intl_*.arb
Languages: id

source: Account
id: Akun

source: Account created
id: Akun berhasil dibuat

source: Add Exercise
id: Tambah Latihan

source: Add Member
id: Tambah Anggota

source: Add Question
id: Tambah Pertanyaan

source: Address
id: Alamat

source: Address is required
id: Alamat wajib diisi

source: Already have an account?
id: Sudah punya akun?

source: Answer
id: Jawaban

source: Are you sure you want to delete {athleteName} evaluation?
id: Apakah Anda yakin ingin menghapus evaluasi {athleteName}?

# areYouSureYouWantToDeleteExam
source: Are you sure you want to delete {examName} exam?
id: Apakah Anda yakin ingin menghapus ujian {examName}?

# areYouSureYouWantToDeleteProgram
source: Are you sure you want to delete {programName} program?
id: Apakah Anda yakin ingin menghapus program {programName}?

source: Are you sure you want to kick {username} from {clubName}?
id: Apakah Anda yakin ingin mengeluarkan {username} dari {clubName}?

source: Are you sure you want to leave {clubName}?
id: Apakah Anda yakin ingin meninggalkan {clubName}?

source: Assets
id: Aset

source: Athlete
id: Atlet

source: Athlete Detail
id: Detail Atlet

source: Athlete Evaluation
id: Evaluasi Atlet

source: Born Date
id: Tanggal Lahir

source: Born date is required
id: Tanggal lahir wajib diisi

source: Born Place
id: Tempat Lahir

source: Born place is required
id: Tempat lahir wajib diisi

source: Calendar
id: Kalender

source: Club
id: Klub

# clubAbout
source: {clubName} About
id: Tentang {clubName}

source: Club created successfully
id: Klub berhasil dibuat

source: Club Description
id: Deskripsi Klub

source: Club description is required
id: Deskripsi klub diperlukan

# clubDetail
source: {clubName} Detail
id: Detail {clubName}

# clubDoesntHaveAnyEvaluation
source: {clubName} doesn't have any evaluation yet
id: {clubName} belum memiliki evaluasi

# clubDoesntHaveAnyExam
source: {clubName} doesn't have any exam yet
id: {clubName} belum memiliki ujian

# clubDoesntHaveAnyProgram
source: {clubName} doesn't have any program yet
id: {clubName} belum memiliki program

# clubDoesntHaveAnyTactic
source: {clubName} doesn't have any tactic yet
id: {clubName} belum memiliki taktik

source: Club image is required
id: Gambar klub diperlukan

# clubMembers
source: {clubName} Members
id: Anggota {clubName}

source: Club Name
id: Nama Klub

source: Club name is required
id: Nama klub diperlukan

# clubOverview
source: {clubName} Overview
id: Ringkasan {clubName}

# clubPrograms
source: {clubName} Programs
id: Program {clubName}

source: Club updated successfully
id: Klub berhasil diperbarui

# clubWithNameNotFound
source: Club with name {name} not found
id: Klub dengan nama {name} tidak ditemukan

source: Create Club
id: Buat Klub

source: Create Evaluation
id: Buat Evaluasi

source: Create evaluation failed
id: Gagal membuat evaluasi

source: Create Exam
id: Buat Ujian

source: Create exam failed
id: Gagal membuat ujian

source: Create failed
id: Gagal dibuat

source: Create Program
id: Buat Program

source: Exercise
id: Latihan

source: Create success
id: Berhasil dibuat

source: Create Tactical
id: Buat Taktik

source: Delete Evaluation
id: Hapus Evaluasi

source: Delete Exam
id: Hapus Ujian

source: Downloading assets...
id: Mengunduh aset...

source: Uploading assets...
id: Mengunggah aset...

source: Delete exam failed
id: Gagal menghapus ujian

source: Delete failed
id: Gagal dihapus

source: Delete Program
id: Hapus Program

source: Delete program failed
id: Gagal menghapus program

source: Delete success
id: Berhasil dihapus

source: Description
id: Deskripsi

source: Don't have an account?
id: Belum punya akun?

source: Email is required
id: Email diperlukan

source: Size
id: Ukuran

source: Asset Info
id: Info Aset

source: URL copied
id: URL disalin

source: Close
id: Tutup

source: Upload
id: Unggah

source: Processing...
id: Memproses...

# assetUploadSuccess
source: Asset uploaded successfully
id: Aset berhasil diunggah

source: Select tactical board
id: Pilih Papan Taktik

source: No file selected
id: Tidak ada file yang dipilih

source: Please wait, asset is being processed...
id: Harap tunggu, aset sedang diproses

source: Email or username or phone
id: Email atau nama pengguna atau telepon

source: Email or username or phone is required
id: Email atau nama pengguna atau telepon diperlukan

source: End Date
id: Tanggal Selesai

source: Enter club description
id: Masukkan deskripsi klub

source: Enter club name
id: Masukkan nama klub

source: Assets is empty
id: Aset kosong

source: Enter exam description
id: Masukkan deskripsi ujian

source: Enter exam title
id: Masukkan judul ujian

source: Enter exercise description
id: Masukkan deskripsi latihan

source: Enter exercise name
id: Masukkan nama latihan

source: Enter height
id: Masukkan tinggi

source: Enter program end date
id: Masukkan tanggal selesai program

source: Enter program name
id: Masukkan nama program

source: Enter program start date
id: Masukkan tanggal mulai program

source: Enter question
id: Masukkan pertanyaan

source: Enter tactical description
id: Masukkan deskripsi taktik

source: Enter tactical name
id: Masukkan nama taktik

source: Enter total intensity
id: Masukkan total intensitas

source: Enter total players
id: Masukkan jumlah pemain

source: Enter total reps
id: Masukkan total reps

source: Enter total rest
id: Masukkan total jeda

source: Enter total sets
id: Masukkan total set

# enterTotalTempo
source: Enter tempo
id: Masukkan total tempo

source: Enter width
id: Masukkan lebar

source: Enter your address
id: Masukkan alamat Anda

source: Enter your born date
id: Masukkan tanggal lahir Anda

source: Enter your born place
id: Masukkan tempat lahir Anda

source: Enter your email
id: Masukkan email Anda

source: Enter your email or username or phone
id: Masukkan email atau nama pengguna atau telepon Anda

source: Enter your expertise
id: Masukkan keahlian Anda

source: Enter your full name
id: Masukkan nama lengkap Anda

source: Enter your gender
id: Masukkan jenis kelamin Anda

source: Enter your password
id: Masukkan kata sandi Anda

source: Enter your phone
id: Masukkan telepon Anda

source: Enter your religion
id: Masukkan agama Anda

source: Enter your username
id: Masukkan nama pengguna Anda

source: Error
id: Kesalahan

source: Evaluate
id: Evaluasi

source: Evaluation
id: Evaluasi

source: Evaluation created successfully
id: Evaluasi berhasil dibuat

# evaluationDeletedSuccessfully
source: {athleteName} evaluation deleted successfully
id: Evaluasi {athleteName} berhasil dihapus

source: Evaluation Detail
id: Detail Evaluasi

source: Evaluations
id: Evaluasi

source: Evaluation updated successfully
id: Evaluasi berhasil diperbarui

source: Evaluator
id: Penilai

source: Exam
id: Ujian

source: Exam deleted successfully
id: Ujian berhasil dihapus

source: Exam Description
id: Deskripsi Ujian

source: Exam description is required
id: Deskripsi ujian wajib diisi

source: Exam Detail
id: Detail Ujian

# examQuestions
source: {examName} Questions
id: Pertanyaan {examName}

source: Exams
id: Ujian

source: Exam Title
id: Judul Ujian

source: Exam title is required
id: Judul ujian wajib diisi

source: Exercise Description
id: Deskripsi Latihan

source: Exercise Name
id: Nama Latihan

source: Exercise name is required
id: Nama latihan wajib diisi

source: Exercises
id: Latihan

source: Exercise saved successfully
id: Latihan berhasil disimpan

source: Expertise
id: Keahlian

source: Expertise is required
id: Keahlian wajib diisi

source: Failed to update tactical strategy
id: Gagal memperbarui strategi taktik

source: Full name
id: Nama Lengkap

source: Full name is required
id: Nama lengkap diperlukan

source: Gender
id: Jenis Kelamin

source: Gender is required
id: Jenis kelamin diperlukan

# height
source: Height (m)
id: Tinggi (m)

source: Height is required
id: Tinggi wajib diisi

source: Intensity
id: Intensitas

source: Intensity is required
id: Intensitas wajib diisi

source: Invalid credentials
id: Kredensial tidak valid

source: Invalid email
id: Email tidak valid

source: Invalid number
id: Nomor tidak valid

source: Invalid option
id: Opsi tidak valid

source: Invalid phone
id: Telepon tidak valid

source: Invalid phone number
id: Nomor telepon tidak valid

source: Kick Member
id: Keluarkan Anggota

source: Leave Club
id: Tinggalkan Klub

source: Loading exercises...
id: Memuat latihan...

source: Loading questions...
id: Memuat pertanyaan...

source: Members
id: Anggota

source: My Clubs
id: Klub Saya

source: Name
id: Nama

source: New Club
id: Klub Baru

source: New Evaluation
id: Evaluasi Baru

source: New Exam
id: Ujian Baru

source: New Program
id: Program Baru

source: New Tactic
id: Taktik Baru

source: No
id: Tidak

source: No image selected
id: Tidak ada gambar yang dipilih

source: No space allowed
id: Tidak boleh ada spasi

source: Not joined any clubs
id: Belum bergabung dengan klub mana pun

source: Obsecured State
id: Keadaan Tertutup

source: Overview
id: Ringkasan

source: Password
id: Kata Sandi

source: Password is required
id: Kata sandi diperlukan

source: Password must be at least 8 characters
id: Kata sandi harus terdiri dari setidaknya 8 karakter

source: Phone
id: Telepon

source: Phone is required
id: Telepon diperlukan

source: Please restart the app
id: Silakan mulai ulang aplikasi

source: Please select an image for each exercise
id: Silakan pilih gambar untuk setiap latihan

source: Please try again
id: Silakan coba lagi

source: Preferences
id: Preferensi

source: Profile updated successfully
id: Profil berhasil diperbarui

source: Program create failed
id: Gagal membuat program

source: Program deleted successfully
id: Program berhasil dihapus

source: Program Detail
id: Detail Program

source: Program End Date
id: Tanggal Selesai Program

source: Program end date is required
id: Tanggal selesai program wajib diisi

source: Program image is required
id: Gambar program wajib diisi

source: Program Name
id: Nama Program

source: Program name is required
id: Nama program wajib diisi

source: Programs
id: Program

source: Program Start Date
id: Tanggal Mulai Program

source: Program start date is required
id: Tanggal mulai program wajib diisi

source: Program update failed
id: Gagal memperbarui program

source: Question
id: Pertanyaan

source: Question is required
id: Pertanyaan wajib diisi

source: Questions
id: Pertanyaan

source: Question saved successfully
id: Pertanyaan berhasil disimpan

source: Question save failed
id: Gagal menyimpan pertanyaan

source: Question Type
id: Jenis Pertanyaan

source: Question type is required
id: Jenis pertanyaan wajib diisi

source: Religion
id: Agama

source: Religion is required
id: Agama wajib diisi

source: Reload
id: Muat Ulang

source: Reps is required
id: Reps wajib diisi

source: Rest
id: Jeda

source: Rest is required
id: Jeda wajib diisi

source: Role
id: Peran

source: Role is required
id: Peran diperlukan

source: Save
id: Simpan

source: Save Strategy
id: Simpan Strategi

source: Search
id: Cari

source: Select exercise asset
id: Pilih aset latihan

source: Select program asset
id: Pilih aset program

source: Select question type
id: Pilih jenis pertanyaan

source: Select role
id: Pilih peran

source: Select sport type
id: Pilih jenis olahraga

source: Sets
id: Set

source: Sets is required
id: Set wajib diisi

source: Sign In
id: Masuk

source: Sign in failed
id: Gagal Masuk

source: Sign in Success
id: Berhasil Masuk

source: Sign Out
id: Keluar

source: Sign Up
id: Daftar

source: Sign up failed
id: Gagal Daftar

source: Sign up success
id: Berhasil Daftar

source: Sport Type
id: Jenis Olahraga

source: Sport type is required
id: Jenis olahraga diperlukan

source: Start Date
id: Tanggal Mulai

source: Strategy not found
id: Strategi tidak ditemukan

source: Success
id: Berhasil

source: Tactic
id: Taktik

source: Tactical Board
id: Papan Taktik

source: Tactical board is required
id: Papan taktik wajib diisi

source: Tactical Description
id: Deskripsi Taktik

source: Tactical description is required
id: Deskripsi taktik wajib diisi

source: Tactical Name
id: Nama Taktik

source: Tactical name is required
id: Nama taktik wajib diisi

source: Tactical strategy updated successfully
id: Strategi taktik berhasil diperbarui

source: Tactics
id: Taktik

source: Tempo is required
id: Tempo wajib diisi

source: Title
id: Judul

# totalPlayers
source: Total Players / Team
id: Jumlah Pemain / Tim

source: Total players is required
id: Jumlah pemain wajib diisi

source: Type
id: Jenis

# updateClub
source: Update {clubName}
id: Perbarui {clubName}

source: Update Evaluation
id: Perbarui Evaluasi

source: Update evaluation failed
id: Gagal memperbarui evaluasi

source: Update Exam
id: Perbarui Ujian

source: Update exam failed
id: Gagal memperbarui ujian

source: Update failed
id: Gagal diperbarui

source: Update Profile
id: Perbarui Profil

source: Update profile failed
id: Gagal memperbarui profil

source: Update Program
id: Perbarui Program

source: Update success
id: Berhasil diperbarui

source: Update Tactical
id: Perbarui Taktik

source: Username
id: Nama Pengguna

source: Username cannot contain space
id: Nama pengguna tidak boleh mengandung spasi

source: Username is already taken
id: Nama pengguna sudah digunakan

source: Username is required
id: Nama pengguna diperlukan

source: Username Suggestions
id: Saran Nama Pengguna

# userWithNameNotFound
source: User with name {name} not found
id: Pengguna dengan nama {name} tidak ditemukan

# welcomeBack
source: Welcome back {name}
id: Selamat datang kembali {name}

# width
source: Width (m)
id: Lebar (m)

source: Width is required
id: Lebar wajib diisi

source: Would you like to add {username} member to {clubName}?
id: Apakah Anda ingin menambahkan anggota {username} ke {clubName}?

source: Yes
id: Ya
